import React from 'react';

export const FAQ = () => (
  <article className="faq">
    <div className="blue-section">
      <h3 className="default-container__title">
        <span className="blue">КАК МНЕ ЗАРЕГИСТРИРОВАТЬСЯ?</span>
        <span className="spin"></span>
      </h3>
      <div className="text">
        <p>
          Прежде всего, проверьте, правильно ли вы указали свой e-mail.
          Если все верно, а письмо не находится даже в Спаме,
          то используйте функцию «Восстановить пароль».
          При этом аккаунт будет подтвержден автоматически
        </p>
        <p>Прежде всего, проверьте, правильно ли вы указали свой e-mail.
          Если все верно, а письмо не находится даже в Спаме,
          то используйте функцию «Восстановить пароль».
          При этом аккаунт будет подтвержден автоматически
        </p>
        <ul>
          <li>Прежде всего, проверьте, правильно ли вы указали свой e-mail.</li>
          <li>Прежде всего, проверьте, правильно ли вы указали свой e-mail.</li>
          <li>Прежде всего, проверьте, правильно ли вы указали свой e-mail.</li>
        </ul>
        <p>
          Прежде всего, проверьте, правильно ли вы указали свой e-mail.
          Если все верно, а письмо не находится даже в Спаме,
          то используйте функцию «Восстановить пароль».
          При этом аккаунт будет подтвержден автоматически
        </p>
      </div>
    </div>
    <div className="blue-section">
      <h3 className="default-container__title">
        <span className="blue">КАК НАЧАТЬ ИГРУ?</span>
        <span className="spin"></span>
      </h3>
      <div className="text">
        <p>Прежде всего, проверьте, правильно ли вы указали свой e-mail.
          Если все верно, а письмо не находится даже в Спаме,
          то используйте функцию «Восстановить пароль».
          При этом аккаунт будет подтвержден автоматически
        </p>
        <p>Прежде всего, проверьте, правильно ли вы указали свой e-mail.
          Если все верно, а письмо не находится даже в Спаме,
          то используйте функцию «Восстановить пароль».
          При этом аккаунт будет подтвержден автоматически
        </p>
      </div>
    </div>
  </article>
);

export default FAQ;
